{
  "organization": {
    "name_ml": "കാരുണ്യ വാർദ്ധക്യ ശുശ്രൂഷ കേന്ദ്രം",
    "name_en": "Karunya Geriatric Care Centre",
    "trust_name": "Palakkad Alzheimer’s Charitable Trust",
    "description_ml": "പാലക്കാട് അൾസൈമേഴ്സ് ചാരിറ്റബിൾ ട്രസ്റ്റ് നടത്തുന്ന കാരുണ്യ വാർദ്ധക്യ ശുശ്രൂഷ കേന്ദ്രം, ആരുമില്ലാത്ത മുതിർന്നവർക്കായി സുരക്ഷിതത്വം, പരിചരണം, ചികിത്സാസഹായം, മനശ്ശാന്തി എന്നിവ നൽകുന്ന ഒരു ആശ്രയകേന്ദ്രമാണ്. ഇത് ജാതി, മത ഭേദമില്ലാതെ എല്ലാവർക്കും അഭയം നൽകുന്നു.",
    "description_en": "Karunya Geriatric Care Centre, run by the Palakkad Alzheimer’s Charitable Trust, is a shelter offering safety, care, medical support, and peace of mind for destitute elders who have no one, providing refuge irrespective of caste or religion.",
    "mission_ml": "സ്നേഹവും ആദരവും നഷ്ടപ്പെട്ട മുതിർന്നവർക്കുള്ള മാന്യതയുള്ള ജീവിതാന്ത്യ പരിപാലനം ഉറപ്പാക്കുക.",
    "mission_en": "To ensure dignified end-of-life care for elders who have lost love and respect.",
    "vision_ml": "ഓരോ മുതിർന്നവർക്കും പരിചരണവും ആദരവും ലഭിക്കുന്ന, 'വസുധൈവ കുടുംബകം' എന്ന ലക്ഷ്യത്തിൽ അധിഷ്ഠിതമായ ഒരു സമൂഹം.",
    "vision_en": "A society where every elder receives care and respect, based on the principle of 'Vasudhaiva Kudumbakam' (The world is one family).",
    "origin_story_ml": "1997-ൽ ദുബായിലെ ബിപിയിൽ നിന്നും വിരമിച്ച മധു സാർ പാലക്കാട്ടിലെത്തിയപ്പോൾ, സമൂഹത്തിന് വേണ്ടി എന്തെങ്കിലും ചെയ്യണമെന്ന് ആഗ്രഹിച്ചു. 'ഇന്ത്യൻ എക്സ്പ്രസ്' പത്രത്തിലെ അൽഷിമേഴ്‌സ് രോഗത്തെക്കുറിച്ചുള്ള ഒരു പരിശീലന പരസ്യം അദ്ദേഹം പ്രചോദനമായി. ഡോ. ശിവതാണു പിള്ളയുടെയും മറ്റു സുമനസ്സുകളുടെയും പിന്തുണയോടെ 1997-ൽ പാലക്കാട് അൾസൈമേഴ്സ് സൊസൈറ്റി രൂപീകരിച്ചു. രോഗത്തെക്കുറിച്ച് ബോധവത്കരണം കുറവായിരുന്ന അക്കാലത്ത് ആരോഗ്യപ്രവർത്തകർക്കും അങ്കണവാടി അധ്യാപകർക്കും പരിശീലനങ്ങൾ നൽകി. ‘തന്മാത്ര’ സിനിമയ്ക്ക് ശേഷം സഹായമഭ്യർഥിക്കുന്നവരുടെ എണ്ണം കൂടിയപ്പോൾ, 2001-ൽ പാലക്കാട് അൾസൈമേഴ്സ് ചാരിറ്റബിൾ ട്രസ്റ്റ് രൂപീകരിച്ചു. 1.25 ഏക്കർ ഭൂമി വാങ്ങി 2004-ൽ ആദ്യ 4 മുറികൾ അടങ്ങിയ കെട്ടിടം തുറന്നു. പിന്നീട് നവീകരണങ്ങളും പുതിയ ബ്ലോക്കുകളും ചേർന്നുകൊണ്ട് ഈ കേന്ദ്രം 20 വർഷത്തിലേറെയായി പ്രവർത്തിക്കുന്നു.",
    "origin_story_en": "In 1997, after retiring from BP Dubai, Mr. Madhusudhan returned to Palakkad wishing to contribute to society. A training advertisement on Alzheimer’s disease in The Indian Express inspired him. With the support of Dr. Sivathanu Pillai and other well-wishers, the Palakkad Alzheimer’s Society was formed in 1997. At a time when awareness was low, the team trained healthcare workers and anganwadi teachers. After the movie ‘Thanmathra’ increased public requests for help, the Palakkad Alzheimer’s Charitable Trust was formed in 2001. Land measuring 1.25 acres was purchased, and in 2004 the first building with four rooms was opened. The centre has continued expanding and upgrading for over twenty years."
  },
  "history_and_affiliations": {
    "infrastructure_ml": "2002-ൽ കൊടുമ്പ് പഞ്ചായത്ത് ആദ്യ കെട്ടിടത്തിനുള്ള അനുമതി നൽകി. 2004 ഓഗസ്റ്റ് 24-ന് അന്നത്തെ ജില്ലാ കളക്ടർ ഉഷാ ടൈറ്റസ് ഉദ്ഘാടനം ചെയ്തു. 2006-ൽ നാല് മുറികൾ കൂടി ചേർത്തു. 2012-2014 കാലത്ത് OCB മാനദണ്ഡപ്രകാരം新的 ബ്ലോക്ക് നിർമ്മിച്ചു. 2015-16-ൽ 2500 ചതുരശ്ര അടിയുള്ള ഭക്ഷണശാല, അടുക്കള, സ്റ്റോർ റൂം, വാഷ് ഏരിയ എന്നിവയും പൂർത്തിയാക്കി. ചാരിട്ടബിൾ സ്ഥാപനം എന്ന നിലയിൽ കോഡംബ പഞ്ചായത് കാരുണ്യയെ ഹൗസ് ടാക്സിൽ നിന്ന് ഒഴിവാക്കി.",
    "infrastructure_en": "Kodumba Panchayat granted approval for the first building in 2002. It was inaugurated on August 24, 2004, by District Collector Usha Titus. Four more rooms were added in 2006. Between 2012 and 2014, a new block was built according to OCB norms. In 2015–16, a 2500 sq.ft. dining hall, kitchen, store room, and wash area were completed. As a charitable institution, Kodumba Panchayat exempted Karunya from house tax.",
    "government_approvals_ml": "റസിഡന്റുകൾ 10 പേർ കടന്നപ്പോൾ 2013-ൽ സോഷ്യൽ വെൽഫെയർ ഡിപ്പാർട്മെന്റിന്റെ OCB അനുമതി ലഭിച്ചു (നമ്പർ 2186). ഇത് 2017-ലും 2021-ലും പുതുക്കി. ഇപ്പോഴത്തെ അംഗീകാരം ഡിസംബർ 2025 വരെ സാധുവാണ്. പുതുക്കൽ അപേക്ഷ ആറുമാസം മുമ്പ് സമർപ്പിക്കണം.",
    "government_approvals_en": "OCB approval (No. 2186) from the Social Welfare Department was obtained in 2013 when the number of residents exceeded ten. It was renewed in 2017 and 2021. The present approval is valid until December 2025. Renewal must be applied for at least six months before expiry.",
    "community_support_ml": "2002 ജൂലൈ 7 മുതൽ കാരുണ്യയിൽ സൗജന്യമായി അലോപ്പതി മെഡിക്കൽ ക്യാമ്പ് നടത്തുന്നു. പ്രദേശത്തിലെ 50-60 മുതിർന്ന പൗരന്മാർക്ക് സൗജന്യ കൺസൾട്ടേഷനും മരുന്നുകളും നൽകുന്നു. കൂടാതെ, ശ്രീ. പി. പരമേശ്വരൻ (റിറ്റ. എയർഫോഴ്‌സ്) നേതൃത്വം നൽകുന്ന 15 അംഗ 'കാരുണ്യ വെൽഫെയർ കമ്മിറ്റി' പ്രാദേശികമായി സഹായങ്ങൾ ഉറപ്പാക്കുന്നു.",
    "community_support_en": "Since July 7, 2002, a free allopathic geriatric medical camp has been conducted at Karunya, offering free consultations and medicines to 50–60 senior citizens from the locality. A 15-member ‘Karunya Welfare Committee’, led by Mr. P. Parameswaran (Ret. Air Force), also ensures local support."
  },
  "contact": {
    "address": "Near Govt Polytechnic College, Karingarappully PO, Palakkad - 678 551, Kerala, India",
    "email": "karunyapact@gmail.com",
    "phone_primary": "+91 9447408252",
    "phone_alt": "+91 8281986252",
    "landline": "+91 491 2968252 (10:00AM-05:00PM)",
    "visiting_hours": "10:00AM–12:30PM, 01:30PM–02:30PM, 04:30PM–06:00PM",
    "google_maps_embed": "https://www.google.com/maps?q=Karunya+geriatric+care+centre+Karingarappully+Palakkad&output=embed",
    "note_ml": "കൂടുതൽ വിവരങ്ങൾക്കായി ഓഫീസുമായി ബന്ധപ്പെടുക",
    "note_en": "For more information, please contact office."
  },
  "trustees": [
    {
      "name": "Dr M Sivathanu Pillai",
      "role": "President",
      "phone": "9447308391",
      "address": "Sarovar, Vennakkara, Palakkad",
      "photo": "https://picsum.photos/seed/sivathanu/1200/1800",
      "bio": "ട്രസ്റ്റിന്റെ ഭരണ-ദിശാനിർണ്ണയ പ്രവർത്തനങ്ങൾക്ക് മാർഗ്ഗനിർദ്ദേശം നൽകുന്ന മുതിർന്ന ഉപദേശകൻ. / Senior advisor guiding strategic development."
    },
    {
      "name": "P Madhusudhan",
      "role": "Secretary / Treasurer",
      "phone": "9447408252",
      "address": "Karunya GCC, Karingarappully, Palakkad",
      "photo": "https://picsum.photos/seed/madhusudhan/1200/1800",
      "bio": "കേന്ദ്രത്തിന്റെ ദിനചര്യയും വാസികളുടെ ക്ഷേമപരിപാലനവും നേരിട്ട് നിയന്ത്രിക്കുന്ന മാനേജിങ് ട്രസ്റ്റി. / Oversees day-to-day operations and resident welfare."
    },
    {
      "name": "Mayan Kutty P",
      "role": "Trustee",
      "phone": "9495396406",
      "address": "Asraya College of Arts & Science, Nenmeni Kollankode",
      "photo": "https://picsum.photos/seed/mayan/1200/1800",
      "bio": "സാംസ്കാരിക-വിദ്യാഭ്യാസ പരിപാടികൾ വഴി വാസികളുടെ സജീവ പങ്കാളിത്തം ഉറപ്പാക്കുന്നു. / Leads cultural and educational engagement."
    },
    {
      "name": "P Santhanakrishnan",
      "role": "Trustee (Retired Bank Manager)",
      "phone": "9048445331",
      "address": "PV Krishnasree, Pallanchathanur, Mathur, Palakkad",
      "photo": "https://picsum.photos/seed/santhan/1200/1800",
      "bio": "ധനകാര്യ നിയന്ത്രണവും നിയമാനുസൃത പ്രവർത്തനങ്ങളുമെല്ലാം പിന്തുണയ്ക്കുന്നു. / Handles financial oversight and compliance."
    },
    {
      "name": "P Sundareswaran",
      "role": "Trustee (Retired Pharmacist)",
      "phone": "8547965850",
      "address": "Kunnaramath House, Kavilpad, Palakkad",
      "photo": "https://picsum.photos/seed/sundar/1200/1800",
      "bio": "മെഡിക്കൽ-ഫാർമസ്യൂട്ടിക്കൽ മാർഗ്ഗനിർദ്ദേശങ്ങൾ നൽകി ഗുണമേന്മയുള്ള പരിപാലനം ഉറപ്പാക്കുന്നു. / Provides medical and pharmaceutical support."
    }
  ],
  "staff": [
    {
      "name": "P Balasubramanian",
      "role": "Driver / Care Taker"
    },
    {
      "name": "Nihar",
      "role": "Office Assistant"
    },
    {
      "name": "Ponnumani",
      "role": "Cook / Care Taker"
    },
    {
      "name": "Sheeba M",
      "role": "Care Taker / House Keeper"
    },
    {
      "name": "Jayamani",
      "role": "Care Taker / House Keeper"
    },
    {
      "name": "Sujatha",
      "role": "Care Taker / House Keeper"
    }
  ]
}
